tap "minacle/chntpw"
tap "nocodb/nocodb"
brew "aria2"
brew "bat"
brew "black"
brew "cabextract"
brew "cdrtools"
brew "php"
brew "composer"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "ffmpeg"
brew "git"
brew "go"
brew "httrack"
brew "inetutils"
brew "lima"
brew "lima-additional-guestagents"
brew "lua"
brew "maclaunch"
brew "node"
brew "mongosh"
brew "mysql-client"
brew "nmap"
brew "ollama", restart_service: :changed
brew "openvpn"
brew "pipx"
brew "raylib"
brew "rbenv"
brew "redis"
brew "rsync"
brew "samba"
brew "shellcheck"
brew "sshpass"
brew "telnet", link: false
brew "wget"
brew "wimlib"
brew "zenity"
brew "minacle/chntpw/chntpw"
brew "nocodb/nocodb/nocodb"
cask "appflowy"
cask "boosteroid"
cask "calibre"
cask "drawio"
cask "google-earth-pro"
cask "librewolf"
cask "mediainfo"
cask "mitmproxy"
cask "monitorcontrol"
cask "netnewswire"
cask "platypus"
cask "powershell"
cask "protonvpn"
cask "qbittorrent"
cask "rar"
cask "steam"
cask "tigervnc-viewer"
cask "ungoogled-chromium"
cask "vlc"
cask "vscodium"
cask "xiv-on-mac"
cask "zap"
cask "zettlr"
vscode "bmewburn.vscode-intelephense-client"
vscode "dracula-theme.theme-dracula"
vscode "jborean.ansibug"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "redhat.vscode-yaml"
